Repository: ChainSafe/files-ui
Catalog: packages/files-ui/src/locales/*/messages.po
Languages: es, fr

source: Rename shared folder
es: Renombrar carpeta compartida
fr: Renommer le dossier partagé

source: Report
es: Reportar
fr: Signaler

source: Report a File
es: Reportar un archivo
fr: Signaler un fichier

source: Report a bug
es: Reportar un error
fr: Signaler une erreur

source: Request access!
es: ¡Requerir acceso!

source: Requested from
es: Solicitado por
fr: Envoyé par

source: Resources
es: Recursos
fr: Ressources

source: Restore with backup secret phrase
es: Restaurar con frase secreta de respaldo
fr: Récupérer avec la phrase de sauvegarde secrète

source: Save this browser for next time?
es: ¿Guardar este navegador para la próxima vez?
fr: Enregistrer ce navigateur ?

source: Saved
es: Guardados
fr: Enregistré

source: Saved Browser
es: Cantidad de navegadores guardados
fr: Navigateur enregistré

source: Saved Browsers
es: Navegadores guardados
fr: Navigateurs enregistrés

source: Saved on:
es: Guardado el:
fr: Enregistré sur :

source: Schedule a 15 min call
es: Programar una llamada de 15 min
fr: Planifier un appel de 15 min

source: Search results
es: Resultados de la búsqueda
fr: Résultats de recherche

source: Search…
es: Buscar…
fr: Rechercher…

source: Security
es: Seguridad
fr: Sécurité

source: See payment info
es: Ver información del pago
fr: Voir les détails du paiement

source: Select a cryptocurrency
es: Seleccione una criptomoneda

source: Select a wallet
es: Seleccione una billetera
fr: Sélectionner un wallet

source: Select payment method
es: Seleccionar método de pago
fr: Sélectionnez un moyen de paiement

source: Select plan
es: Seleccionar plan
fr: Sélectionner une formule

source: Select this plan
es: Seleccionar este plan
fr: Sélectionner cette formule

source: Send another email
es: Enviar otro email
fr: Envoyer un nouveau courriel

source: Set Password
es: Configurar contraseña
fr: Définir un mot de passe

source: Set Username
es: Configurar nombre de usuario
fr: Définir le nom d’utilisateur

source: Set up a password
es: Configurar una contraseña
fr: Définir un mot de passe

source: Setting Username
es: Configurando Nombre de usuario
fr: Définition du nom d’utilisateur

source: Settings
es: Ajustes
fr: Paramètres

source: Share
es: Compartir
fr: Partager

source: Share file
es: Compartir archivo
fr: Partager le fichier

source: Share links to your encrypted folders.
es: Comparte enlaces a tus carpetas encriptadas.
fr: Partagez les liens vers vos dossiers cryptés.

source: Share selected
es: Compartir seleccionados
fr: Partager la sélection

source: Shared
es: Compartidos
fr: Partagé

source: Shared folder name
es: Nombre de la carpeta compartida
fr: Nom du dossier partagé

source: Shared folders
es: Carpetas compartidas
fr: Dossiers partagés

source: Shared link
es: Link compartido

source: Shared with
es: Compartido con
fr: Partagé avec

source: Sharing files
es: Compartiendo archivos
fr: Partage des fichiers

source: Sign Out
es: Cerrar sesión
fr: Se déconnecter

source: Sign in
es: Iniciar sesión
fr: Se connecter

source: Sign in with a different account
es: Inicie sesión con una cuenta diferente
fr: Se connecter avec un autre compte

source: Sign in/up to access the shared folder
es: Inicie sesión o registrese para acceder a la carpeta compartida
fr: Se connecter/s'inscrire pour accéder au dossier partagé

source: Sign-in methods
es: Métodos de inicio de sesión
fr: Méthodes de connexion

source: Sign-in with {0}
es: Iniciar sesión con {0}
fr: Connexion avec {0}

source: Size
es: Tamaño
fr: Taille

source: Social Sign-in Wallet
es: Billetera de inicio de sesión
fr: Connecté avec un réseau social ou wallet

source: Something went wrong with email login! Please try again.
es: ¡Algo salió mal con el inicio de sesión con email! Intente de nuevo.
fr: Un problème est survenu lors de la connexion avec courriel ! Veuillez réessayer.

source: Something went wrong!
es: ¡Algo salió mal!
fr: Quelque chose a mal tourné !

source: Something went wrong. We couldn't upload your file
es: Algo salió mal. No pudimos subir tu archivo
fr: Un problème est survenu. Nous n’avons pas pu téléverser votre fichier

source: Sort By:
es: Ordenar por:
fr: Trier par :

source: Start Upload
es: Iniciar la subida
fr: Démarrer le téléversement

source: Stored by miner
es: Almacenado por el minero
fr: Sauvegardé par le mineur

source: Subscription Plan
es: Plan de Subscripción
fr: Formule souscrite

source: Subscription plan
es: Plan de subscripción

source: Switch Network
es: Cambiar Red
fr: Changer de réseau

source: Switch Plan
es: Cambiar Plan
fr: Changer de formule

source: Switch to Free plan
es: Cambiar al plan gratuito
fr: Passer à la formule gratuite

source: System maintenance is scheduled to start at {0}. The system will be unavailable.
es: Mantenimiento del sistema esta programado para empezar en {0}. El sistema no estará disponible.
fr: Une maintenance du système est prévue pour démarrer à {0}. Le système sera indisponible.

source: Technical
es: Técnico
fr: Technique

source: Terms and Conditions
es: Términos y Condiciones
fr: Termes et conditions

source: The authentication popup was closed
es: Se cerró la ventana emergente de autenticación
fr: Le popup d’authentification a été fermé

source: The files are already in this folder
es: Los archivos ya se encuentran en esta carpeta
fr: Les fichiers sont déjà dans ce dossier

source: The link you typed in looks malformed. Please verify it.
es: El link que escribiste parece malformado. Por favor verifique.
fr: Le lien que vous avez tapé semble malformé. Veuillez le vérifier.

source: The time to pay with crypto is up. Updating your plan...
es: El tiempo para pagar con criptomoneda finalizó. Actualizando tu plan…

source: The transaction was declined. Please use a different card or try again.
es: La transacción fue rechazada. Por favor use una tarjeta diferente o intente de nuevo.

source: The username is too long
es: El nombre de usuario es demasiado largo
fr: Le nom d'utilisateur est trop long

source: Theme
es: Tema
fr: Thème

source: There are no notifications!
es: ¡No hay notificaciones!
fr: Il n'y a aucune notification !

source: There was a problem creating a charge {error}
es: Hubo un problema creando el cargo {error}

source: There was an error authenticating
es: Hubo un error de autenticación
fr: Une erreur s’est produite lors de l’authentification

source: There was an error connecting your wallet
es: Hubo un error al conectar su billetera
fr: Une erreur s’est produite lors de la connexion de votre wallet

source: There was an error creating the folder {0}
es: Hubo un error creando la carpeta {0}
fr: Il y a eu une erreur lors de la création du dossier {0}

source: There was an error deleting your data
es: Hubo un error eliminando sus datos
fr: Une erreur s'est produite lors de la suppression de vos données

source: There was an error getting search results
es: Se produjo un error al obtener los resultados de la búsqueda
fr: Une erreur s’est produite lors de l’obtention des résultats de recherche

source: There was an error getting the preview.
es: Hubo un error al obtener la vista previa.
fr: Une erreur s’est produite lors de la génération de l’aperçu.

source: There was an error moving your data
es: Hubo un error al intentar mover sus datos
fr: Une erreur s'est produite lors du transfert de vos données

source: There was an error restoring your data
es: Hubo un error al intentar restaurar sus datos
fr: Une erreur s'est produite lors de la restauration de vos données

source: There was an error when setting username.
es: Hubo un error al intentar configurar el nombre de usuario.
fr: Une erreur s'est produite lors de la définition du nom d'utilisateur.

source: This card will become your default payment method
es: Esta tarjeta se convertirá en su método de pago por defecto
fr: Cette carte deviendra votre méthode de paiement par défaut

source: This link is marlformed. Please verify that you copy/pasted it correctly.
es: Este link esta malformado, Por favor verifique que lo copiaste/pegaste correctamente.
fr: Ce lien est marlformé. Veuillez vérifier que vous l'avez copié/collé correctement.

source: This link is not valid any more.
es: Este link ya no es válido.
fr: Ce lien n'est plus valide.

source: This username is already taken
es: Este nombre de usuario ya está en uso
fr: Ce nom d’utilisateur est déjà pris

source: This website uses cookies
es: Este sitio web utiliza cookies
fr: Ce site web utilise des cookies

source: This website uses cookies that help the website function and track interactions for analytics purposes. You have the right to decline our use of cookies. For us to provide a customizable user experience to you, please click on the Accept button below.<0>Learn more</0>
es: Este sitio web utiliza cookies que ayudan al sitio web a funcionar y rastrear las interacciones con fines analíticos. Tiene derecho a rechazar nuestro uso de cookies. Para que podamos brindarle una experiencia de usuario personalizable, haga clic en el botón Aceptar a continuación.<0>Más información</0>
fr: Ce site web utilise des cookies qui l'aident à fonctionner et à suivre les interactions à des fins d'analyse. Vous avez le droit de refuser notre utilisation des cookies. Pour que nous puissions vous offrir une expérience utilisateur personnalisable, veuillez cliquer sur le bouton Accepter ci-dessous.<0>En savoir plus</0>

source: This week
es: Esta semana
fr: Cette semaine

source: Total Amount
es: Cantidad total
fr: Montant total

source: Try again
es: Intentar otra vez
fr: Essayer de nouveau

source: Try another method
es: Prueba con otro método
fr: Essayer une autre méthode

source: USDC, DAI, BTC, or ETH
es: USDC, DAI, BTC, o ETH

source: Update
es: Actualizar
fr: Mettre à jour

source: Update Card
es: Actualizar Tarjeta
fr: Mettre à jour la carte

source: Update card
es: Actualizar tarjeta
fr: Mettre à jour la carte

source: Update credit card
es: Actualizar tarjeta de crédito
fr: Mettre à jour la carte de crédit

source: Update your credit card
es: Actualize su tarjeta de crédito
fr: Mettre à jour votre carte de crédit

source: Upload
es: Subir
fr: Téléverser

source: Upload complete
es: Carga completada

source: Upload size exceeds plan capacity
es: El tamaño de la carga excede la capacidad del plan

source: Uploads cancelled
es: Cargas canceladas
fr: Téléversements annulés

source: Uploads disabled
es: Cargas deshabilitadas
fr: Téléversements inactifs

source: Use a different login method
es: Utilice un método de inicio de sesión diferente
fr: Utilisez une méthode de connexion différente

source: Use a saved browser
es: Utilice un navegador guardado
fr: Utiliser un navigateur enregistré

source: Use an existing shared folder
es: Usar una carpeta compartida existente

source: Use this card
es: Utilice esta tarjeta
fr: Utiliser cette carte

source: Username
es: Nombre de usuario
fr: Nom d’utilisateur

source: Username set successfully
es: Nombre de usuario configurado exitosamente
fr: Nom d’utilisateur défini avec succès

source: Username, wallet address or ENS
es: Nombre de usuario, dirección de billetera o ENS

source: Usernames are public and can't be changed after creation.
es: Nombres de usuario son públicos y no pueden ser cambiados luego de su creación.
fr: Les noms d’utilisateur sont publics et ne peuvent pas être modifiés après leur création.

source: Using an email:
es: Utilizando un email:
fr: En utilisant un courriel :

source: Verification code is required
es: El código de verficación es obligatorio
fr: Code de vérification requis

source: Verification code not correct!
es: ¡Código de verificación incorrecto!
fr: Code de vérification incorrect !

source: Verification code sent!
es: ¡Código de verificación enviado!
fr: Code de vérification envoyé !

source: Verifying the link...
es: Verificando el enlance...
fr: Vérification du lien…

source: View PDF
es: Ver PDF

source: View folder
es: Ver carpeta
fr: Voir le dossier

source: Wallet address
es: Dirección de la billetera
fr: Addresse du wallet

source: Want to help shape this product?
es: ¿Quieres ayudar a mejorar este producto?
fr: Vous voulez participer à l'élaboration de ce produit ?

source: We are performing routine maintenance of the system. Service status updates will be posted on the <0>Files Support Channel</0> on Discord
es: Estamos realizando el mantenimiento rutinario del sistema. Las actualizaciones del estado del servicio se publicarán en el <0>Canal de soporte de archivos</0> en Discord
fr: Nous effectuons une maintenance de routine du système. Les mises à jour de l'état du service seront postées sur le canal <0>Files Support<0> sur Discord

source: We can't encrypt files larger than 2GB. Some items will not be uploaded
es: No podemos cifrar archivos de más de 2 GB. Algunos artículos no se cargarán
fr: Nous ne pouvons pas chiffrer les fichiers de plus de 2 Go. Certains éléments ne pourront pas être téléversés

source: We’ve got a new authentication system in place. All you need to do is enter your password again to migrate your credentials over to the new system.
es: Contamos con un nuevo sistema de autenticación. Todo lo que necesita hacer es ingresar su contraseña nuevamente para migrar sus credenciales al nuevo sistema.
fr: Nous avons mis en place un nouveau système d’authentification. Tout ce que vous avez à faire est de saisir à nouveau votre mot de passe pour migrer vos informations d’identification vers le nouveau système.

source: We’ve sent an email to {email}. It contains a verification code that’ll sign you in super quickly!
es: Hemos enviado un email a {email}. ¡Contiene el código de verificación que le iniciará sesión súper rápido!
fr: Nous avons envoyé un courriel à {email}. Il contient un code de vérification pour vous connecter !

source: What a fine day it is.
es: Qué buen día es.
fr: Quelle belle journée.

source: What a fine night it is.
es: Qué hermosa noche es.
fr: Quelle belle nuit.

source: Yes, save it
es: Si guárdalo
fr: Oui, l’enregistrer

source: You can change this later.
es: Puedes cambiar esto más tarde.
fr: Vous pouvez en changer plus tard.

source: You can now create shared folders to share a file.
es: Ahora puede crear carpetas compartidas para compartir un archivo.
fr: Vous pouvez maintenant créer des dossiers partagés pour partager un fichier.

source: You can't move folders to this path
es: No puedes mover carpetas a esta ruta
fr: Vous ne pouvez pas déplacer les dossiers vers ce chemin

source: You do not have access to this shared folder.
es: No tienes acceso a esta carpeta compartida.
fr: Vous n'avez pas accès à ce dossier partagé.

source: You get access to these features right now.
es: Ahora tienes acceso a estas funciones.
fr: Vous pouvez accéder à ces fonctionnalités dès maintenant.

source: You haven't set a username yet.
es: Aún no has establecido un nombre de usuario.
fr: Vous n’avez pas encore défini de nom d’utilisateur.

source: You now have:
es: Ahora tienes:
fr: Vous avez maintenant :

source: You were added to the shared folder ({0}): {1}
es: Fuiste añadido a la carpeta compartida ({0}): {1}
fr: Vous avez été ajouté(e) au dossier partagé ({0}) : {1}

source: You will need to sign a message in your wallet to complete sign in.
es: Deberá firmar un mensaje en su billetera para completar el inicio de sesión.
fr: Vous devrez signer un message avec votre wallet pour terminer la procédure connexion.

source: You've got a payment due. Until you've settled up, we've placed your account in restricted mode
es: Tienes un pago pendiente. Hasta que se haya liquidado, hemos colocado su cuenta en modo restringido
fr: Vous avez un paiement en retard. Tant qu'il n'a pas été réglé, l'accès à votre compte a été restreint

source: Your account is restricted. Until you&apos;ve settled up, you can&apos;t upload any new content.
es: Tu cuenta esta restringida. Hasta que no se haya liquidado, no puede cargar ningún contenido nuevo.

source: Your content exceeds the {planStorageCapacity} storage capacity for this plan.
es: El contenido supera la capacidad de almacenamiento {planStorageCapacity} para este plan.
fr: Votre contenu dépasse la capacité de stockage de {planStorageCapacity} de cette formule.

source: Your recovery key can be used to restore your account in place of your backup secret phrase.
es: Su clave de recuperación se puede usar para restaurar su cuenta en lugar de su frase secreta de respaldo.
fr: Votre clé de récupération vous permet de récupérer l'accès à votre compte à la place de la phrase secrète.

source: can-edit
es: editable
fr: peut-modifier

source: expires
es: caduca

source: invoices here
es: facturas aquí
fr: factures ici

source: on
es: en
fr: le

source: or
es: o

source: unknown
es: desconocido
fr: inconnu

source: view-only
es: solo lectura
fr: affichage seul

source: {0, plural, one {Downloading {1} file} other {Downloading {2} files}}
es: {0, plural, one {Descargando {1} archivo} other {Descargando {2} archivos}}
fr: {0, plural, one {Téléchargement de {1} fichier} other {Téléchargement de {2} fichiers}}

source: {0, plural, one {Encrypting and uploading {1} file} other {Encrypting and uploading {2} files}}
es: {0, plural, one {Encriptando y subiendo {1} archivo} other {Encriptando y subiendo {2} archivos}}
fr: {0, plural, one {Chiffrement et téléversement de {1} fichier} other {Chiffrement et téléversements {2} fichiers}}

source: {0, plural, one {You are about to delete {1} item.} other {You are about to delete {2} items.}}
es: {0, plural, one {Estás por eliminar {1} elemento.} other {Estas por eliminar {2} elementos.}}
fr: {0, plural, one {Vous êtes sur le point de supprimer {1} élément.} other {Vous êtes sur le point de supprimer {2} éléments.}}

source: {0} cancelled
es: {0} cancelados
fr: {0} annulé(s)

source: {0} cancelled - {successCount} files {1} successfully
es: {0} cancelados - {successCount} archivos {1} exitosamente
fr: {0} annulé – {successCount} fichiers {1} avec succès

source: {0} complete
es: {0} completados
fr: {0} terminé

source: {0} failed
es: {0} fallidos
fr: échec de {0}

source: {0} of {1} used
es: {0} de {1} utilizado
fr: {0} sur {1} utilisés

source: {currentPlanStorage} of storage
es: {currentPlanStorage} de almacenamiento
fr: {currentPlanStorage} de stockage

source: {newPlanCapacity} of storage
es: {newPlanCapacity} de almacenamiento
fr: {newPlanCapacity} de stockage

source: {newPlanStorage} of storage
es: {newPlanStorage} de almacenamiento
fr: {newPlanStorage} de stockage

source: {planStorageCapacity} of storage
es: {planStorageCapacity} de almacenamiento
fr: {planStorageCapacity} de stockage

source: {successCount} files transferred successfully, {0} failed
es: {successCount} archivos transferidos exitosamente, {0} fallidos
fr: {successCount} fichiers transférés avec succès, {0} échec(s)

source: Browse {0}
fr: Parcourir {0}

source: Bucket id
fr: Identifiant du seau

source: Create folder & Copy over
fr: Créer un dossier et le copier

source: Create folder & Move over
fr: Créer un dossier et le déplacer

source: Didn't receive the email ?
fr: Vous n’avez pas reçu de courriel ?

source: First name
fr: Prénom

source: Free plan
fr: Formule gratuite

source: General
fr: Général

source: Go back
fr: Retour

source: Last name
fr: Nom

source: Move over
fr: Déplacer

source: Only you can see this.
fr: Vous seul(e) pouvez voir ceci.

source: Oops! You need to pay for this month to upload more content.
fr: Oups ! Vous devez payer pour ce mois-ci pour ajouter plus de contenu.

source: Premium plan
fr: Formule premium

source: Previous
fr: Précédent

source: Profile updated
fr: Profile mis à jour

source: Save changes
fr: Enregistrer

source: Select an existing shared folder or your home
fr: Sélectionnez un dossier partagé existant ou votre page d'accueil

source: Shared Folder Name
fr: Nom du dossier partagé

source: Standard plan
fr: Formule standard

source: This is the free product.
fr: Ceci est la version gratuite.

source: me
fr: moi
