Repository: ChainSafe/files-ui
Catalog: packages/files-ui/src/locales/*/messages.po
Languages: es, fr

source: (Awaiting payment)
es: (Esperando el pago)
fr: (Paiement en attente)

source: ({0}) items selected
es: ({0}) elementos seleccionados
fr: ({0}) éléments sélectionnés

source: /month
es: /mes
fr: /mois

source: /year
es: /año
fr: /an

source: <0>{currentStorage}</0> of storage
es: <0>{currentStorage}</0> de almacentamiento
fr: <0>{currentStorage}</0> de stockage

source: <0>{planStorageCapacity}</0> of storage
es: <0>{planStorageCapacity}</0> de almacenamiento
fr: <0>{planStorageCapacity}</0> de stockage

source: A backup secret phrase will be generated and used for your account.<0/>We do not store it and <1>it can only be displayed once</1>. Save it somewhere safe!
es: Se generará una frase secreta de respaldo y se utilizará para su cuenta.<0/> No la almacenaremos y <1>solo se puede mostrar una vez</1>. ¡Guárdala en un lugar seguro!
fr: Une phrase secrète de sauvegarde sera générée et utilisé pour ce compte.<0/>Nous ne la sauvergardons pas <1>elle ne peut être affichée qu’une seule fois</1>. Gardez-la dans un endroit sûr !

source: A file with the same name already exists
es: Ya existe un archivo con el mismo nombre
fr: Un fichier avec ce nom existe déjà

source: Accept
es: Aceptar
fr: Accepter

source: Accepted currencies
es: Monedas aceptadas
fr: Devises acceptées

source: Access your billing history in settings or view your
es: Acceda a su historial de facturación en configuración o vea su
fr: Accédez à l'historique de votre facturation dans les paramètres ou visualisez votre

source: Account
es: Cuenta
fr: Compte

source: Account is restricted
es: La cuenta está restringida
fr: Ce compte est limité

source: Account visibility
es: Visibilidad de la cuenta

source: Add Card
es: Agregar tarjeta
fr: Ajouter une carte

source: Add a credit card
es: Agregar una tarjeta de crédito
fr: Ajouter une carte de crédit

source: Add a username
es: Agregar un nombre de usuario
fr: Ajouter un nom d’utilisateur

source: Add at least one more authentication method to protect your account. You’d only need any two to sign in to Files from any device.
es: Agregue al menos un método de autenticación adicional para proteger su cuenta. Solo necesita uno de los dos para iniciar sesión en Files desde cualquier dispositivo.
fr: Ajoutez au moins une méthode d’authentification pour protéger ce compte. Vous avez besoin de deux méthode pour accéder à Files depuis n’importe quel appareil.

source: Add card
es: Agregar tarjeta
fr: Ajouter une carte

source: Add credit card
es: Agregar tarjeta de crédito
fr: Ajouter une carte de crédit

source: Add more files
es: Agregar mas archivos
fr: Ajouter d’autres fichiers

source: Add viewers and editors by username, sharing id or Ethereum address.
es: Agregue lectores y editores por nombre de usuario, ID de uso compartido o dirección de Ethereum.
fr: Ajoutez des personnes pouvant visualiser ou afficher par nom d'utilisateur, identifiant de partage ou adresse Ethereum.

source: Adding you to the shared folder...
es: Agregandote a la carpeta compartida...
fr: Je vous ajoute au dossier partagé…

source: All crypto payments are final and ineligible for credits, exchanges or refunds. If you wish to change your plan, your funds will not be reimbursed.
es: Todos los pagos criptográficos son finales y no son elegibles para créditos, intercambios o reembolsos. Si desea cambiar su plan, sus fondos no serán reembolsados.

source: All invoices
es: Todas las facturas

source: Allow lookup by sharing key, wallet address, username or ENS
es: Permitir la búsqueda compartiendo clave, dirección de billetera, nombre de usuario o ENS

source: Amount added to credit
es: Cantidad añadida al crédito

source: Amount available from last bill
es: Importe disponible de la última factura

source: Amount due
es: Importe a pagar

source: Amount from credit
es: Importe del crédito

source: An error occurred:
es: Ha ocurrido un error:
fr: Une erreur s'est produite :

source: Annual billing{0}
es: Facturación anual{0}

source: Approve
es: Aprobar
fr: Accepter

source: Are you sure? This will delete your default payment method.
es: ¿Está seguro? Esto eliminará su método de pago por defecto.
fr: Êtes-vous sûr(e) ? Ceci va supprimer votre moyen de paiement par défaut.

source: Backup secret phrase
es: Frase secreta de respaldo
fr: Phrase secrète de sauvegarde

source: Backup secret phrase does not match user account, please double-check and try again.
es: La frase secreta de recuperación no corresponde con el usuario de la cuenta, por favor verifique e intente denuevo.
fr: La phrase secrète de sauvegarde est incorrecte, merci de vérifier et réessayer.

source: Billing history
es: Historial de facturación
fr: Historique des facturations

source: Billing start time
es: Hora de inicio de facturación
fr: Début de la facturation

source: Bin
es: Papelera
fr: Corbeille

source: Browser:
es: Navegador:
fr: Explorateur :

source: By connecting your wallet, you agree to our <0>Terms of Service</0> and <1>Privacy Policy</1>
es: Al conectar su billetera, acepta nuestras <0> Condiciones de servicio </0> y <1> Política de privacidad </1>
fr: En connectant votre portefeuille, vous acceptez nos <0>conditions de service</0> et notre <1>politique de confidentialité</1>

source: By forgetting this browser, you will not be able to use its associated recovery key to sign-in.
es: Si olvida este navegador, no podrá utilizar su clave de recuperación asociada para iniciar sesión.
fr: En oubliant ce navigateur, vous ne pourrez pas utiliser la clé de récupération qui lui est associée pour vous connecter.

source: By switching plan, you will loose access to:
es: Al cambiar de plan, perderá el acceso a:

source: CID (Content Identifier)
es: CID (Identificador de contenido)
fr: CID (Identifiant de contenu)

source: Cancel
es: Cancelar
fr: Annuler

source: Card added
es: Tarjeta agregada
fr: Carte ajoutée

source: Card inputs invalid
es: Datos de la tarjeta inválidos
fr: Carte invalide

source: Card updated
es: Tarjeta actualizada
fr: Carte mise à jour

source: Change Password
es: Cambiar la contraseña
fr: Changer le mot de passe

source: Change Plan
es: Cambiar Plan
fr: Changer de formule

source: Change password
es: Cambiar la contraseña
fr: Changer le mot de passe

source: Change plan
es: Cambiar plan
fr: Changer de formule

source: Check your inbox! We've sent another email.
es: ¡Revisa tu bandeja de entrada! Te hemos enviado otro email.
fr: Vérifiez votre boîte de réception ! Nous avons envoyé un autre courriel.

source: Click or drag to upload files
es: Haga clic o arrastre para cargar archivos
fr: Cliquer ou faire glisser un ficher pour le téléverser

source: Close
es: Cerrar
fr: Fermer

source: Confirm
es: Confirmar
fr: Confirmer

source: Confirm Password:
es: Confirmar Contraseña:
fr: Confirmer le mot de passe :

source: Confirm plan change
es: Confirmar cambio de plan
fr: Confirmer le changement de formule

source: Confirm plan downgrade
es: Confirmar la rebaja del plan
fr: Confirmer l'augmentation de la formule

source: Confirmation
es: Confirmación

source: Connect Wallet
es: Conectar Billetera
fr: Connecter un portefeuille

source: Connect Wallet to Files
es: Conectar billetera a Files
fr: Connecter un wallet à Files

source: Connect a new wallet
es: Conectar una nueva billetera
fr: Connecter un nouveau wallet

source: Connection failed
es: La conexión falló
fr: La connexion a échoué

source: Contact us
es: Contactanos
fr: Nous contacter

source: Continue
es: Continuar
fr: Continuer

source: Continue with Email
es: Continuar con Email
fr: Continuer avec un courriel

source: Continue with Github
es: Continuar con Github
fr: Continuer avec GitHub

source: Continue with Google
es: Continuar con Google
fr: Continuer avec Google

source: Continue with Web3 Wallet
es: Continuar con Billetera Web3
fr: Continuer avec un wallet Web3

source: Copied!
es: ¡Copiado!
fr: Copié !

source: Copy file
es: Copiar archivo
fr: Copier le fichier

source: Copy info
es: Copiar información
fr: Copier les infos

source: Copy over
es: Copiado finalizado
fr: Copier

source: Copy to
es: Copiar a
fr: Copier vers

source: Copying files
es: Copiando archivos
fr: Copie de fichiers

source: Create
es: Crear
fr: Créer

source: Create Shared Folder
es: Crear Carpeta Compartida
fr: Créer un dossier partagé

source: Create a new shared folder
es: Crear una nueva carpeta compartida

source: Create your public username in <0>Settings</0>!
es: ¡Crear tu nombre de usuario público en <0>Configuración</0>!
fr: Créez votre nom d'utilisateur public dans <0>Paramètres</0> !

source: Credit Card is expiring soon
es: La tarjeta de crédito expirará pronto
fr: La carte de crédit va bientôt expirer

source: Crypto payments may take a few minutes to be processed. The subscription update will reflect on next login.
es: Los pagos con criptomonedas pueden tardar unos minutos en procesarse. La actualización de la suscripción se reflejará en el próximo inicio de sesión.

source: DAI, USDC, ETH or BTC
es: DAI, USDC, ETH o BTC

source: Dark Theme
es: Aspecto oscuro
fr: Thème sombre

source: Data deleted successfully
es: Datos eliminados exitosamente
fr: Données supprimées avec succès

source: Data moved successfully
es: Los datos se movieron exitosamente
fr: Données déplacées avec succès

source: Data moved to bin successfully
es: Los datos se movieron a la papelera exitosamente
fr: Les données ont été déplacées vers la poubelle avec succès

source: Data restored successfully
es: Los datos se restauraron exitosamente
fr: Données restaurées avec succès

source: Date Uploaded
es: Fecha de subida
fr: Téléversé le

source: Date uploaded
es: Fecha de subida
fr: Téléversé le

source: Decline
es: Rechazar
fr: Refuser

source: Decryption key
es: Clave de descifrado
fr: Clé de déchiffrement

source: Delete
es: Borrar
fr: Supprimer

source: Delete selected
es: Eliminar seleccionado
fr: Supprimer la sélection

source: Destination Address
es: Dirección del destinatario
fr: L'adresse de destination

source: Device awaiting confirmation
es: Dispositivo pendiente de confirmación
fr: Appareil en attente de confirmation

source: Didn't receive the email?
es: ¿No recibió el email?

source: Display
es: Visualización

source: Download
es: Descargar
fr: Télécharger

source: Download Complete
es: Descarga Completa
fr: Téléchargement terminé

source: Download as zip
es: Descargar como zip
fr: Télécharger au format zip

source: Download recovery key
es: Descargar la clave de recuperación
fr: Télécharger la clé de sauvegarde

source: Downloading file - {0}
es: Descargando archivo - {0}
fr: Téléchargement du fichier - {0}

source: Downloading {fileProgress} - {0}
es: Descargando {fileProgress} - {0}
fr: Téléchargement de {fileProgress} - {0}

source: Downloads cancelled
es: Descargas canceladas
fr: Téléchargements annulés

source: Downloads failed
es: Descargas fallidas
fr: Les téléchargements ont échoué

source: Drop to upload files
es: Soltar para cargar archivos
fr: Déposer pour téléverser un fichier

source: Edit payment
es: Editar pago
fr: Modifier le paiement

source: Edit payment method
es: Editar método de pago
fr: Modifier les méthodes de paiement

source: Edit plan
es: Editar plan
fr: Modifier la formule

source: Email is required
es: El email es obligatorio
fr: Un courriel est requis

source: Enter backup secret phrase:
es: Ingrese la frase secreta de respaldo:
fr: Phrase secrète de sauvegarde :

source: Enter password
es: Introducir la contraseña
fr: Entrez le mot de passe

source: Enter password:
es: Introducir la contraseña:
fr: Entrez le mot de passe :

source: Enter the verification code:
es: Ingresar el código de verificación:
fr: Entrez le code de vérification :

source: Failed to add payment method
es: No se pudo agregar el método de pago
fr: Échec de l'ajout d'une méthode de paiement

source: Failed to create a charge
es: Error al crear un cargo

source: Failed to get signature
es: No se pudo obtener la firma
fr: Échec de l’obtention de la signature

source: Failed to migrate account, please try again.
es: No se pudo migrar la cuenta, intenténtalo de nuevo.
fr: Échec de la migration du compte, veuillez réessayer.

source: Failed to update the subscription. Please try again later.
es: No se pudo actualizar la subscripcón. intenténtelo de nuevo más tarde.

source: Failed to validate signature. If you are using a contract wallet, please make sure you have activated your wallet.
es: No se pudo validar la firma. Si está utilizando una billetera de contrato, haga seguro que has activado tu billetera.
fr: Échec de la validation de la signature. Si vous utilisez un contract wallet, veuillez vérifier que vous avez activé votre wallet.

source: Features
es: Características
fr: Fonctionnalités

source: File Info
es: Información del archivo
fr: Infos du fichier

source: File format not supported.
es: Formato de archivo no compatible.
fr: Format de fichier non pris en charge.

source: File path
es: Ruta dee archivo
fr: Chemin du fichier

source: File size
es: Tamaño del archivo
fr: Taille

source: Files
es: Archivos
fr: Fichiers

source: Files Free
es: Archivos Gratuitos

source: Files Pro
es: Archivos Pro

source: Files sharing key
es: Clave para compartir archivos
fr: Clé de partage des fichiers

source: Folder Name
es: Nombre de la carpeta

source: Folder name is already in use
es: El nombre de la carpeta ya está siendo utilizado
fr: Le nom du dossier est déjà utilisé

source: Folders
es: Archivos
fr: Dossiers

source: For security reasons, each time you sign in we’ll ask you for one of the following to confirm your identity.
es: Por motivos de seguridad, cada vez que inicie sesión le pediremos uno de los siguientes para confirmar su identidad.
fr: Pour des raisons de sécurité, chaque fois que vous vous connectez, nous vous demanderons l’une des informations suivantes pour confirmer votre identité.

source: Forget this browser
es: Olvidar este navegador
fr: Oublier ce navigateur

source: Free
es: Gratis
fr: Gratuit

source: Generate backup secret phrase
es: Generar frase secreta de respaldo
fr: Créer une phrase de sauvegarde secrète

source: Generate sharing link
es: Generar enlance para compartir

source: Generated
es: Generado
fr: Généré

source: Generating…
es: Generando…
fr: Génération…

source: Get Started
es: Empezar
fr: Commencer

source: Go back
es: Regresar
fr: Retour

source: Go to Payments
es: Ir a Pagos
fr: Retourner aux paiements

source: Go to login
es: Ir a iniciar sesión
fr: Aller à la connexion

source: Got it
es: Entendido
fr: Compris

source: Have a question?
es: ¿Tienes una pregunta?
fr: Avez-vous une question ?

source: Hello again!
es: ¡Hola de nuevo!
fr: Ravis de vous revoir !

source: Hey! You only have two sign-in methods. If you lose that and have only one left, you will be locked out of your account forever.
es: Oye! Solo tienes dos métodos de inicio de sesión. Si lo pierdes y solo te queda uno, se le bloqueará su cuenta para siempre.
fr: Hé ! Vous n’avez que deux méthodes de connexion. Si vous en perdez une et qu’il ne vous en reste qu’une, vous ne pourrez plus jamais vous connecter à votre compte.

source: Hold on, we are logging you in…
es: Aguarde, te estamos conectando…
fr: Un instant, nous te connectons…

source: Home
es: Inicio
fr: Accueil

source: If you think this file does not comply with our <0>Terms of Service</0>, please send the following information to report@files.chainsafe.io. Beware that by sending the file's decryption key, an admin can then decrypt any file in this shared folder.
es: Si cree que este archivo no cumple con nuestros <0>Términos de servicio</0>, envíe la siguiente información a report@files.chainsafe.io. Tenga en cuenta que al enviar la clave de descifrado del archivo, un administrador puede descifrar cualquier archivo en esta carpeta compartida.
fr: Si vous pensez que ce fichier n'est pas conforme à nos <0>Conditions de service</0>, veuillez envoyer les informations suivantes à report@files.chainsafe.io. Attention, en envoyant la clé de déchiffrement du fichier, un administrateur peut ensuite déchiffrer n'importe quel fichier de ce dossier partagé.

source: Info
es: Información
fr: Infos

source: Insufficient balance
es: Balance insuficiente
fr: Solde insuffisant

source: Invoice outstanding
es: Factura pendiente

source: I’m done saving my backup secret phrase
es: He terminado guardando mi frase secreta de respaldo
fr: Phrase de sauvegarde secrète enregistrée

source: Join our new limited-access subscription plans to upgrade to a plan with more storage.
es: Únase a nuestros nuevos planes de suscripción de acceso limitado para actualizar a un plan con más almacenamiento.

source: Keep original files
es: Mantener archivos originales
fr: Conserver les fichiers originaux

source: Language
es: Idioma
fr: Langue

source: Learn more
es: Aprender más
fr: En savoir plus

source: Learn more about ChainSafe
es: Más información sobre ChainSafe
fr: En apprendre plus sur ChainSafe

source: Leave
es: Irse
fr: Quitter

source: Let's get you set up.
es: Vamos a configurarlo.
fr: C’est parti.

source: Light Theme
es: Aspecto Claro
fr: Thème clair

source: Loading preview
es: Cargando vista previa
fr: Chargement de l’aperçu

source: Loading your shared folders…
es: Cargando tus carpetas compartidas…
fr: Chargement de vos dossiers partagés…

source: Loading...
es: Cargando...

source: Looks like you’re signing in from a new browser. Please choose one of the following to continue:
es: Parece que está iniciando sesión desde un nuevo navegador. Elija una de las siguientes opciones para continuar:
fr: Il semble que vous vous connectiez à partir d’un nouveau navigateur. Veuillez choisir une des options suivantes pour continuer :

source: Manage Access
es: Gestionar Acceso
fr: Gérer l’accès

source: Manage Shared Folder
es: Gestionar Carpeta Compartida
fr: Gérer le dossier partagé

source: Move
es: Mover
fr: Déplacer

source: Move selected
es: Mover seleccionado
fr: Déplacer la sélection

source: Move to…
es: Mover a…
fr: Déplacer vers…

source: My Files
es: Mis Archivos
fr: Mes Fichiers

source: Name
es: Nombre
fr: Nom

source: Need more storage?
es: ¿Necesita más espacio?

source: New folder
es: Nueva carpeta
fr: Nouveau dossier

source: New shared folder name
es: Nombre de la nueva carpeta compartida
fr: Nouveau nom de dossier partagé

source: Next
es: Siguiente
fr: Suivant

source: Next payment
es: Siguiente pago

source: Nice to see you again!
es: ¡Encantado de verte de nuevo!
fr: Ravi de te revoir !

source: No Card
es: Sin tarjeta
fr: Aucune carte

source: No file to download.
es: No hay archivos para descargar.
fr: Aucun fichier à télécharger.

source: No files to copy
es: No hay archivo para copiar
fr: Aucun fichier à copier

source: No files to share
es: No hay archivos para compartir
fr: Aucun fichier à partager

source: No files to show
es: No hay archivos para mostrar
fr: Aucun fichier à afficher

source: No folders
es: Sin carpetas
fr: Aucun dossier

source: No invoice found
es: No se encontró la factura
fr: Aucune facture trouvée

source: No search results for
es: No hay resultados de búsqueda para
fr: Aucun fichier à afficher

source: No thanks
es: No gracias
fr: Non merci

source: No user found
es: No se encontró el usuario

source: Notifications
es: Notificaciones

source: Number of copies (Replication Factor)
es: Número de copias (Factor de Replicación)
fr: Nombre de copies (facteur de réplication)

source: Older notifications
es: Notificaciones antiguas
fr: Autre notifications

source: Once you proceed, your account is expected to make a payment within 60 minutes. If no payment is received , your plan will not change.
es: Una vez que continúe, se espera que su cuenta realice un pago dentro de los 60 minutos. Si no se recibe ningún pago, su plan no cambiará.

source: One sec, getting files ready…
es: Un segundo, preparando los archivos…
fr: Les fichiers sont presque prêts…

source: Only send the exact amount of {0} to this address
es: Solo envíe el monto exacto de {0} a esta dirección

source: Only with annual billing
es: Solo con facturación anual

source: Operating system:
es: Sistema operativo:
fr: Système d’exploitation :

source: Or confirm by signing into your Files on any browser you’ve used before.
es: O confirme iniciando sesión en Files en cualquier navegador que haya usado antes.
fr: Ou accepte la requête de connexion depuis n’importe quel appareil ou navigateur utilisé auparavant.

source: Or using one of the following:
es: O usando uno de los siguientes:
fr: Ou en utilisant l’un des moyens suivants :

source: Owner
es: Dueño
fr: Propriétaire

source: Password
es: Contraseña
fr: Mot de passe

source: Password confirmation is required
es: Se requiere confirmación de contraseña
fr: La confirmation du mot de passe est requise

source: Password does not match user account, please double-check and try again.
es: La contraseña no coincide con la cuenta de usuario, vuelva a verificar e inténtelo de nuevo.
fr: Le mot de passe ne correspond pas au compte, merci de vérifier et réessayer.

source: Password needs to be more complex
es: La contraseña debe ser más compleja
fr: Le mot de passe doit être plus complexe

source: Password:
es: Contraseña:
fr: Mot de passe :

source: Passwords must match
es: Las contraseñas deben coincidir
fr: Les mots de passes de correspondent pas

source: Pay now
es: Pagar ahora

source: Pay with Crypto
es: Pagar con Cripto
fr: Payer en cryptomonnaie

source: Pay with crypto
es: Pagar con cripto
fr: Payer en cryptomonnaie

source: Pay with {0}
es: Pagar con {0}
fr: Payer via {0}

source: Payment information
es: Información del pago

source: Payment method
es: Método de pago
fr: Méthode de paiement

source: Payments are final and non-refundable. If you wish to change your plan, any extra funds will be applied as credit towards future payments.
es: Los pagos son finales y no reembolsables. Si desea cambiar su plan, cualquier fondo adicional se aplicará como crédito para pagos futuros.

source: Plan changed successfully
es: Plan cambiado exitosamente
fr: Formule changée

source: Plan price
es: Precio del plan

source: Please complete payment of the following outstanding invoices in order to avoid account suspension
es: Por favor, complete el pago de las siguientes facturas pendientes para evitar la suspensión de la cuenta

source: Please enter a file name
es: Por favor ingrese un nombre de archivo
fr: Veuillez entrer un nom de fichier

source: Please enter a folder name
es: Por favor ingrese un nombre de carpeta
fr: Veuillez entrer un nom de dossier

source: Please enter a name
es: Por favor ingrese un nombre
fr: Veuillez entrer un nom

source: Please provide a password
es: Por favor ingrese una contraseña
fr: Merci de donner un mot de passe

source: Please select a file to upload
es: Por favor seleccione un archivo para cargar
fr: Merci de sélectionner un fichier à téléverser

source: Please select fewer files to upload
es: Por favor seleccione menos archivos para cargar

source: Preview
es: Vista previa
fr: Aperçu

source: Pricing details
es: Detalles de precios

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité

source: Proceed to payment
es: Continuar al pago
fr: Procéder au paiement

source: Profile
es: Perfil

source: Recover
es: Recuperar
fr: Récupérer

source: Recover selected
es: Recuperar seleccionado
fr: Récupérer la sélection

source: Recover to…
es: Recuperar a…
fr: Récupérer vers…

source: Recover with passphrase
es: Recuperar con contraseña
fr: Récupérer avec une phrase de passe

source: Reject
es: Rechazar
fr: Refuser

source: Reject all
es: Rechazar todo
fr: Refuser tous

source: Remove
es: Eliminar
fr: Supprimer

source: Rename
es: Renombrar
fr: Renommer

source: Rename file
es: Renombrar archivo
fr: Renommer le fichier

source: Rename folder
es: Renombrar carpeta
fr: Renommer le dossier
